Repository: pythonbrasil/apyb.registration
Catalog: apyb/registration/locales/*/LC_MESSAGES/apyb.registration.po
Languages: es

source: A registration in a conference
es: Un registro en una conferencia

source: APyB Member Registration
es: Registro de miembros de APyB

source: APyB Members
es: Miembros de APyB

source: Accept to be contacted by conference organizers
es: Acepta ser contactado por los organizadores de la conferencia

source: Accept to be contacted by conference partners
es: Acepta ser contactado por los patrocinadores de la conferencia

source: Allow registrations
es: Permitir registros

source: Allow registrations to be added to this conference.
es: Permitir agregar registros a esta conferencia.

source: Amount paid?
es: ¿Cantidad pagada?

source: An attenddee at a conference
es: Un asistente a una conferencia

source: Attendee
es: Asistente

source: Attendee workflow
es: Flujo de asistente

source: Attendees
es: Asistentes

source: Badge name
es: Nombre en la identificación

source: Cancel a participation.
es: Cancelar una participación.

source: Cancel a registration.
es: Cancelar un registro

source: Cancel participation
es: Cancelar participación

source: Cancel registration
es: Cancelar registro

source: Cancelled
es: Cancelado

source: Click here to create an account.
es: Haga clic aquí para crear una cuenta.

source: Close registration process
es: Cerrar prrceso de registro

source: Close registrations
es: Cerrar registros

source: Close the registration process to this conference.
es: Cerrar el proceso de registro para esta conferencia.

source: Closed
es: Cerrado

source: Confirm a partipation.
es: Confirme una participación.

source: Confirm a registration.
es: Confirmar un registro.

source: Confirm participation
es: Confirmar participación

source: Confirm registration
es: Confirmar registro

source: Confirmed
es: Confirmado

source: Contact Info
es: Información de contacto

source: Discount
es: Descuento

source: Discount code
es: Código de descuento

source: E-mail
es: Correo electrónico

source: Female
es: Femenino

source: Folderish content that contains registrations
es: Tipo folderish que contiene registros

source: Fullname
es: Nombre completo

source: Gender
es: Sexo

source: Government
es: Gobierno

source: Government registration
es: Registro gubernamental

source: Group/Corporate
es: Grupo/Corporativo

source: If you already have an account, click here to login.
es: Si ya tiene una cuenta, haga clic aquí para entrar.

source: If you have a discount code, please inform here
es: Si tiene un código de descuento, por favor infórmelo aquí

source: In order to register to this conference you need to create an account on this site (so you can manage your registration details later on).
es: Con el fin de registrarse a esta conferencia usted necesita crear una cuenta en este sitio (con el fin de modificar después sus detalles de registro.)

source: Info
es: Información

source: Inform the state / provice you live.
es: La provincia / estado en la que vive.

source: Is this paid?
es: ¿Esto es pagado?

source: Large
es: Grande

source: List of Attendees
es: Lista de asistentes

source: Location
es: Ubicación

source: Male
es: Masculino

source: Medium
es: Mediana

source: My Registrations
es: Mis registros

source: New
es: Nuevo

source: Opened
es: Abierto

source: Organization
es: Organización

source: Organization info
es: Información de la organización

source: Participation canceled.
es: Participación cancelada.

source: Participation confirmed.
es: Participación confirmada.

source: Participation pending confirmation.
es: Participación pendiente de confirmación.

source: Payment options
es: Opciones de pago

source: Payment service provider
es: Proveedor de sevicio de pago

source: Pending
es: Pendiente

source: Personal information
es: Información personal

source: Please inform the name of the organization you will represent
es: Por favor indique el nombre de la organización que representa

source: Please inform the name that will appear on your badge -- Leave it blank to use your fullname in the badge
es: Por favor indique el nombre que aparecerá en su identificación. Déjelo en blanco si desea utilizar su nombre completo

source: Please inform who will attendee this conference.
es: Por favor indique quién asistirá a esta conferencia.

source: Please inform your fullname
es: Por favor indiqu su nombre completo

source: Please provide an email address
es: Por favor indique una dirección de correo electrónico

source: Please provide an email address to be used to manage this registration.
es: Por favor indique la dirección de correo electrónico que se usará para administrar este registro.

source: Portlet listing my registrations
es: Listado de mis registros

source: Price
es: Precio

source: Register
es: Registro

source: Register as a student
es: Registro como estudiante

source: Register as an APyB Member
es: Registro como miembro de APyB

source: Register as an Individual
es: Registro individual

source: Register member(s) of Brazilian Government
es: Registro como miembro del gobierno brasileño

source: Register members of a group or organization (Group registration)
es: Registro como miembro de un grupo u organización (registro de grupo)

source: Register to this conference
es: Registrarse para esta conferencia

source: Register!
es: ¡Registrarse!

source: Registration
es: Registro

source: Registration cancelled.
es: Registro cancelado.

source: Registration confirmed.
es: Registro confirmado.

source: Registration created.
es: Registro creado.

source: Registration pending confirmation.
es: Registro pendiente de confirmación.

source: Registration workflow
es: Flujo de registro

source: Registrations
es: Registros

source: Registrations Management
es: Administración de registros

source: Registrations closed.
es: Registros cerrados.

source: Registrations opened.
es: Registros abiertos.

source: Registrations workflow
es: Flujo de registros

source: Select the category of your registration
es: Seleccione la categoría de su registro

source: Small
es: Pequeña

source: State /Province
es: Estado / Provincia

source: Student
es: Estudiante

source: Student registration
es: Registro de estudiante

source: Submit a registration
es: Envíe un registro

source: Submit registration
es: Envíe registro

source: T-Shirt Size
es: Talla de la camiseta

source: This registration is not paid. Please, click on the image button bellow to be taken to our payment processor partner.
es: Este registro no está pagado. Por favor, haga clic sobre el botón inferior para enviarlo al sitio de nuestro patrocinador de proceso de pagos.

source: Total price
es: Precio total

source: Type
es: Tipo

source: Which payment service provider was used?
es: ¿Qué proveedor de servicio de pagos fue empleado?

source: Workflow to manage a registration to a conference.
es: Flujo de trabajo para administrar el registro a una conferencia.

source: Workflow to manage an attendee status in a conference.
es: Flujo de trabajo para administrar el estado de un asistente a una conferencia.

source: Workflow to manage registrations to a conference.
es: Flujo de trabajo para administrar los registros a una conferencia.

source: X-Large
es: Extragrande
